Repository: masterduck7/Pyramid-Game-Angular
Catalog: src/locale/messages.*.xlf
Languages: es

source: Home
es: Inicio

source: Start Game
es: Empezar

source: Steps
es: Pasos

source: Set users
es: Ingrese usuarios

source: 1-26 players
es: 1-26 jugadores

source: Set Pyramid Height
es: Ingrese altura

source: Start to drink!
es: Empiece a beber!

source: Rules
es: Reglas

source: 2 cards are assigned per player
es: Se asignan 2 cartas por jugador

source: The difficulty depends on the height of the pyramid
es: La dificultad depende de la altura de la piramide

source: Set game data
es: Inicio juego

source: Mode
es: Modo

source: Hard mode: All cards drinks at least one player
es: Modo dificil: Todas las cartas estan dirigidas al menos a un jugador

source: Normal mode: Get random cards and fill with all drinks
es: Modo normal: Se escogen cartas al azar y se completa con todos beben

source: Height is required
es: Ingrese altura

source: Height
es: Altura

source: Number of players
es: Numero de jugadores

source: Number of players is required
es: Ingrese numero de jugadores

source: Name is required
es: Ingrese nombre

source: Play
es: Jugar

source: Reset
es: Resetear

source: Clear
es: Limpiar

source: Check names
es: Revise nombres

source: You have one or more players names repeated
es: Existe mas de un usuario con el mismo nombre

source: Close
es: Cerrar

source: Finish game
es: Finalizar

source: Drinks
es: Tragos

source: User
es: Jugador

source: Cards
es: Cartas

source: Winners
es: Ganadores

source: Set a rule
es: Cree una regla

source: {{userRules}} choose your rule
es: {{userRules}} Escoge tu regla
